Repository: DarthMikke/pack-my-bag
Catalog: Shared/*.lproj/Localizable.strings
Languages: nn

# chooseList
source: Choose a list in the panel to the left.
nn: Vel ei liste i panelet til venstre.

source: Add container
nn: Ny seksjon

source: Add item
nn: Ny ting

source: Add list
nn: Ny liste

source: Unknown list
nn: Ukjent liste

source: Give name to list
nn: Gje namn til ny liste

source: New list
nn: Ny liste

# List name
source: Name
nn: Namn

source: Save
nn: Lagre

source: Add storage
nn: Ny oppbevaring

source: Name
nn: Namn

source: Remove
nn: Fjern

source: Give name to new storage
nn: Gje namn til ny oppbevaring

source: New storage
nn: Ny oppbevaring

source: Missing name
nn: Manglar namn

source: Packed
nn: Pakka

source: Coffe mug
nn: Kaffikopp

source: Advanced
nn: Avansert

source: Remove all items
nn: Nullstill oppføringar

source: Credits
nn: Anerkjenningar

source: Icon by
nn: Ikon av

# iconFrom
source: from
nn: frå

source: Settings
nn: Innstillingar

source: Choose language
nn: Vel språk

source: Standard language (%@)
nn: Standard (%@)

# Unknown language
source: Unknown
nn: Ukjent

# emptyListPrompt
source: This list seems empty. Try adding a storage to it.
nn: Denne lista ser tom ut. Prøv å leggje til ei ny oppbevaring.

# emptyContainerPrompt
source: No items here yet.
nn: Ingen ting her enno.

source: Restore predefined lists
nn: Gjenopprett forhandsdefinerte lister

source: Continue?
nn: Halde fram?

source: This will add some example lists.
nn: Dette vil leggje til nokon eksempellister.

source: Continue
nn: Hald fram

source: Cancel
nn: Avbryt

# Removing all lists alert
source: This will remove all lists you have created.
nn: Dette vil slette alle listene du har oppretta.

source: Sort by
nn: Sorter...

source: Sort lists
nn: Sorter lister

source: Sort inside lists
nn: Sorter i lister

# Created, oldest to newest
source: Created, oldest first
nn: Eldste på topp

# Created, newest to oldest
source: Created, newest first
nn: Nyaste på topp

# Modified, oldest to newest
source: Modified, oldest first
nn: Endringsdato, eldste på topp

# Modified, newest to oldest
source: Modified, newest first
nn: Endringsdato, nyaste på topp

# A-Z
source: Aâ€“Z
nn: A–Z
